[
"唔知大家有無做過group project或者大學嘅畢業論文呢？老師/professor 成日會同你傾，之後不繼叫你修改篇文。我試過一改，改成3次。不過都好，只係3次。但有朋友，不停修改後，professor 話佢份原稿比較好.......所以改咁多次為咗咩呢？大家/你嘅朋友有無試過這種經歷呢？",
"別人幫你是情分不是本分 不要覺得別人幫你都是理所當然",
"I want to watch some films recently. Can anyone recommend me some website ?",
"//馬鞍山一間中學疑爆學生欺凌事件！社交媒體Facebook專頁「馬鞍山之友 MOSers (Since 2014)」流傳一段短片，指馬鞍山一間中學懷疑出現欺凌事件，涉及多名男學生，懷疑被欺凌者被按倒在地，其後褲子被脫下，露出屁股，有男生更數度拍打事主屁股，有網民稱涉事學校屬區內一間Band 3中學，形容事件「離曬譜」，認為事件不能容忍，必須正視問題。//",
"想搵part time？\n點我看看: https://docs.google.com/forms/d/10pElqFS6Q6aS7O2aXREwimj6WPzgxjSY6Db5NKO2UUI/edit\n一間即將開業的日系西式外賣店現正招募店內人員 開業日期：2019年1月初 營業時間：10:00A.M. - 18:00P.M. 區域：澳門中區 對象：對餐飲業有熱誠/興趣以及年滿十八歲之本澳居民 待遇/薪酬：面議",
"幾時先出分 好手然驚",
"考完試咁耐日日check幾次都未出grade！快少少得唔得阿",
"當中國經濟出現問題時，澳大的同學仔有冇關注過，定係掛住日日吃喝玩樂？",

"修身，齊家，治國，平天下各位同學做到咩階段？向松祚震撼演讲：四十年未有之大变局 https://www.youtube.com/watch?v=r6offNjTo4c \n向松祚震撼演讲：四十年未有之大变局：https://www.youtube.com/watch?v=emuqoQXL2BM 金岩石金大侠：股市的春天要来了：https://www.youtube.com/watch?v=w0EbLuFnq5U 如何理解“该改的改，不该改的坚决不能改”：https://www.yo...",
"我主動，你就話我收你兵。唔主動，你就話我唔愛你。其實我真係唔想要你等，但你有無發現每次我接近你，你都會有意無意避開我。我已經唔知可以點去愛你去同你相處！新一年希望可以有個新開始UT,如果你仲係好似以前咁，咁我就默認你唔在乎依段關係，希望你可以搵到個更好嘅另一半啦！",
"唔覺意整古左個一d都唔熟嘅人 要道歉嗎？",
"M Tseng 會旋轉，飄往藍藍天」聽過既舉手",
"如果你啱啱識咗一位新朋友，發現佢係你另一位舊朋友Dislike嘅人，咁你會點？",
"一人一個報仇嘅方法",
"小妹今年f.5，一直受英文成績困擾，各位可唔可以推介小妹啲真係有用針對DSE嘅英語課程，小妹其他科都唔錯，唯獨英文自問只有f.1水平，真係好想去改善一下英文。之前有比EF推銷過，但上網查資料見到評語都比較兩極化。上網都搵過資料例如prime english、british council等，但評論似乎都傾向兩極化。真心希望可以改善英文，希望可以有一些改善英文的課程或方法可以推薦一下",
"之前IG story 問過大家，放工放學會做啲咩？居然好多人回覆我Hea宅同打機，大家都同我一樣過廢青生活？。講下笑，原來都有唔少同學有好嘅興趣，會做下gym 丶跳舞丶學琴咁。唔知大家放工放學，辛苦過後，鍾意hea下瞓下定發展自己興趣？",
"16歲175cm，一星期最少打4次籃球，每日訓7小時，請問有冇機會180cm？",
"真心求救！我鍾意左一個女仔。我地有陣時傾得幾好，但係有陣時對我好冷淡！我好辛苦！唔該有沒方法可以解決呢個現句？",
"香港傷殘羽毛球代表林芷煖近日憑著甜美外表，及驕人的羽毛球成績，成為網民熱捧的IG女神。不過，這名女神燦爛的笑容背後，原來藏著與癌症搏鬥的辛酸故事。出身羽毛球世家的林芷煖，自小便跟弟弟一起練習羽毛球，父母亦有意栽培他們成為專業羽毛球手。可惜，她10年前不幸患上骨癌，被逼離開最喜歡的羽毛球，錯失了當上運動員的機會。她在IG憶述當年的心情，當時我只是一個唔識死，只會擔心自己冇哂頭髮會好醜樣的一個妹妹，又覺得自己不爭氣，最fit的physique同timing都有，竟然走了去養病，之後一入院就入左去一年半。",
"我真係好佩服啲老師，話唔俾係課室食野，話會整到個課室污糟，但食飯就係課室度食…咩邏輯來…",
"可能正正是單親家庭的關係，媽媽會緊張點，而且會對你要求高，嘗試同其他親戚或註校社工講出你的想法，由他們冋你媽媽講解，maths考全班第5 可以睇得出你是很努力的學生，繼續努力，面前的困難是可解決的！",
"想問大家吹雙簧管有咩技巧？我學了快－年，次次吹都無咩氣，有時天氣冷人又累時會吹到有點頭暈。同啊媽講反而話我碰池。。。。。。求大家意見！！！",
"點解壯侗語系同埋漢藏語系有咁多共同詞彙（應該唔係借詞）另外，印歐語系擴張前，歐洲地區嘅語言係唔係類似高加索語系同埋巴斯克語等語言（wiki can’t answer me)",
"我有個friend，同佢好friend㗎，不過好耐冇見。唔知點解佢block左我，但係我肯定佢認得我，點樣令佢unblock我？",
"我係一個中二生，成績普普通通，我自問唔係咩讀書材料，對自己要求都係合格就得，中一都無發生咩大問題，但係上到中二，温書開始力不從心，有一兩科副科開始炒…之前考完試，岩岩派左卷，成績比我預期差，有科仲炒左...番到屋企，我媽問起我成績，我更係講的合格既科比佢聽啦（雖然都係低分），佢聽到之後都淨係哦左聲但正所謂暴風雨前夕係平靜既，夜晚食飯嗰陣時，阿媽無啦啦係到講:我對你很失望，你唔會去反省自己錯邊到...你出年要擇科啦！你唔諗住入大學，大個做啲咩？可能我個人比校怕麻煩，覺得將來的事將來先算，各位，我想問你們會唔會一早計劃將來？",
"我發現好多毅進生 思想好幼稚天真 成日浄喺識講是非打機睇片 上堂又講埋d色情野 又懶又唔努力 d group project 成日好似拖牛上樹咁 死吹爛吹都唔肯做要deadline先肯開始做 唉，真心累了 怪不得社會上咁多人都看不起毅進生",
"補習老師其實真係教得好過學校老師好多好多，又有心教，唔識教到你識為止，又多notes同功課，嘗盡各種題型。點解？你以為日久見人心？錯了係人工見人心。Sorry for 1999"
]
